/* No comment provided by engineer. */
"Allow OpenEmu To Scan For Games" = "Allow OpenEmu To Scan For Games";

/* No comment provided by engineer. */
"An exciting world of video games is within your grasp. To help you get started, we’d like to ask you a few quick questions which will guide you through the following…\n\n• Adding games (ROMs) you may already legally own.\n\n• Ensure you are running the correct system plugins (cores)." = "An exciting world of video games is within your grasp. To help you get started, we’d like to ask you a few quick questions which will guide you through the following…\n\n• Adding games (ROMs) you may already legally own.\n\n• Ensure you are running the correct system plugins (cores).";

/* No comment provided by engineer. */
"asf" = "asf";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Click on the ‘Next’ button to begin!" = "Click on the ‘Next’ button to begin!";

/* No comment provided by engineer. */
"Click the ‘Go’ button to begin your adventure." = "Click the ‘Go’ button to begin your adventure.";

/* No comment provided by engineer. */
"Game Scanner" = "Game Scanner";

/* No comment provided by engineer. */
"Go" = "Go";

/* No comment provided by engineer. */
"Great! You are all setup now and ready to get gaming!\n\nRemember you can change both your keyboard and gamepad controls for yourself and other players via the Preferences at any time." = "Great! You are all setup now and ready to get gaming!\n\nRemember you can change both your keyboard and gamepad controls for yourself and other players via the Preferences at any time.";

/* No comment provided by engineer. */
"Let’s Go!" = "Let’s Go!";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"OpenEmu has detected you have the following mounted Hard Drives or shares available. If there are any game files residing in these locations, please tick on the associated item and OpenEmu can scan for and add these games to your Library." = "OpenEmu has detected you have the following mounted Hard Drives or shares available. If there are any game files residing in these locations, please tick on the associated item and OpenEmu can scan for and add these games to your Library.";

/* No comment provided by engineer. */
"OpenEmu is modular, and thanks to the work of other great open source projects, it can emulate a wide variety of video game systems (‘cores’). A select few require you tick and confirm that you want to install and use them. Your favorite game systems and games may not run without these cores." = "OpenEmu is modular, and thanks to the work of other great open source projects, it can emulate a wide variety of video game systems (‘cores’). A select few require you tick and confirm that you want to install and use them. Your favorite game systems and games may not run without these cores.";

/* No comment provided by engineer. */
"Scan Additional Sources" = "Scan Additional Sources";

/* No comment provided by engineer. */
"System Cores Installation" = "System Cores Installation";

/* No comment provided by engineer. */
"Text Cell" = "Text Cell";

/* No comment provided by engineer. */
"Welcome to OpenEmu!" = "Welcome to OpenEmu!";

/* No comment provided by engineer. */
"You may already have game (ROM) files located on your computer. OpenEmu can search your computer for games you may already legally own and automatically add them to your OpenEmu library. OpenEmu will also seek to add box art and other information for your games where available." = "You may already have game (ROM) files located on your computer. OpenEmu can search your computer for games you may already legally own and automatically add them to your OpenEmu library. OpenEmu will also seek to add box art and other information for your games where available.";

